var lrc = [
		{
			'songName':'说散就散',
			'singer':'袁娅维',
			'album':'./images/ssjs.jpg',
			'src':'./muc/ssjs.mp3',
			'lyric':'[00:00.00] 作曲 : 伍乐城[00:02.66] 作词 : 张楚翘[00:18.00]抱一抱[00:19.00]就当作从没有在一起[00:22.89][00:25.53]好不好[00:26.48]要解释都已经来不及[00:30.23][00:32.25]算了吧[00:33.42]我付出过什么没关系[00:36.61][00:37.81]我忽略自己[00:40.21]就因为遇见你[00:43.74][00:44.69]没办法[00:46.53]好可怕[00:47.46][00:48.10]那个我[00:49.21][00:49.92]不像话[00:51.32]一直奋不顾身[00:54.12][00:54.96]是我太傻[00:57.33]说不上爱别说谎[01:00.77]就一点喜欢[01:03.50][01:04.26]说不上恨别纠缠[01:07.77]别装作感叹[01:10.37][01:11.17]就当作我太麻烦[01:13.26]不停让自己受伤[01:15.10]我告诉我自己[01:17.77]感情就是这样[01:20.31][01:21.23]怎么一不小心太疯狂[01:25.06][01:34.60]抱一抱[01:35.20]再好好觉悟不能长久[01:38.46][01:41.09]好不好[01:41.94]有亏欠我们都别追究[01:45.37][01:47.74]算了吧[01:48.90]我付出再多都不足够[01:52.71][01:53.28]我终于得救[01:55.12][01:55.70]我不想再献丑[01:59.39][02:00.38]没办法 不好吗[02:03.10][02:03.65]大家都 不留下[02:06.87]一直勉强相处[02:08.75][02:10.60]总会累垮[02:12.25][02:12.87]说不上爱别说谎[02:15.65][02:16.39]就一点喜欢[02:19.21][02:19.76]说不上恨别纠缠[02:23.15]别装作感叹[02:25.57][02:26.59]就当作我太麻烦[02:29.03]不停让自己受伤[02:30.53]我告诉我自己[02:32.12][02:33.20]感情就是这样[02:35.88][02:36.63]怎么一不小心太疯狂[02:39.72][02:42.90]别后悔[02:43.86]就算错过[02:45.90]在以后[02:47.19]你少不免想起我[02:50.56][02:52.03]还算不错[02:54.20][02:55.59]当我不在你会不会难过[02:59.18]你够不够我这样洒脱[03:03.04][03:04.15]说不上爱别说谎[03:06.38][03:07.81]就一点喜欢[03:09.82][03:11.12]说不上恨别纠缠[03:13.73][03:14.65]别装作感叹03:16.89]将一切都体谅[03:18.39]将一切都原谅[03:20.24]我尝试找答案[03:21.91]而答案很简单[03:23.49]简单得很遗憾[03:25.79][03:27.50]因为成长[03:29.28][03:29.96]我们逼不得已要习惯[03:33.09][03:34.66]因为成长[03:36.17][03:36.69]我们忽尔间说散就散'
		},
		{
			'songName':'舍得',
			'singer':'王章呈',
			'album':'./images/sd.jpg',
			'src':'./muc/sd.mp3',
			'lyric':'[by:TO-ZQ][00:00.00] 作曲 : 仓雁彬[00:01.00] 作词 : 仓雁彬[00:22.42]忘了[00:24.03]谁先燃起战火[00:26.89]那无端的折磨[00:29.62]一切究竟为了什么[00:33.89]难道[00:35.27]像我这般爱你[00:38.11]就该学会放弃[00:40.94]让自己卑微到土里[00:45.20]可是爱已成两刃的利剑[00:50.49]了解彼此最能一挥就见血[00:54.69]用尽伤人的话去说[01:00.70]都没想能不能收得回啊[01:06.29]出口之后却更失落[01:10.25]也会更难过[01:13.46]这又是何苦呢[01:17.30]自问到底舍不舍得[01:23.35]舍不舍得爱一瞬都成恨了[01:28.96]眼泪究竟是为谁啊[01:32.81]谁输谁赢啊[01:35.55]谁又真的在乎呢[01:40.19]反正都伤了[01:52.95]难道[01:54.32]像我这般爱你[01:57.16]就该学会放弃[01:59.89]让自己卑微到土里[02:04.32]可是爱已成两刃的利剑[02:09.52]了解彼此最能一挥就见血[02:13.77]用尽伤人的话去说[02:19.80]都没想能不能收得回啊[02:25.46]出口之后却更失落[02:29.31]也会更难过[02:32.36]这又是何苦呢[02:36.27]自问到底舍不舍得[02:42.29]舍不舍得爱一瞬都成恨了[02:47.94]眼泪究竟是为谁啊[02:51.68]谁输谁赢啊[02:54.52]谁又真的在乎呢[02:59.14]反正都伤了[03:15.81]用尽伤人的话去说[03:21.97]都没想能不能收得回啊[03:27.56]出口之后却更失落[03:31.43]也会更难过[03:34.42]这又是何苦呢[03:38.37]自问到底舍不舍得[03:44.45]舍不舍得爱一瞬都成恨了[03:50.17]眼泪究竟是为谁啊[03:53.98]谁输谁赢啊[03:56.76]谁又真的在乎呢[04:01.38]反正都伤了'
		},
		{
			'songName':'重来',
			'singer':'蔡健雅',
			'album':'./images/cl.jpg',
			'src':'./muc/cl.mp3',
			'lyric':'[00:00.00] 作曲 : 蔡健雅[00:01.00] 作词 : 蔡健雅[00:10.50]编曲:Martin Tang[00:14.00]你是否爱过 你爱他多过他爱你的人 你还记得吗[00:27.66]你是否爱过 他有种真命天子般的人 你还记得吗[00:42.12]相爱以后终于分手 分手以后又想重来[00:58.43]如果能重来 诚实的去对待[01:06.38]彼此都没疑猜 就没有理由分开[01:12.28]如果能重来 回忆当作尘埃[01:20.01]心不曾被伤害 就能无瑕疵地爱[01:26.13]但是重来 却不能保证爱的成功或失败[01:33.36]要重来多少次后才会明白[01:54.10][02:06.90]你是否爱过 让你日夜忘不了的人 你还记得吗[02:20.64]我们曾爱过 不同种类不同面孔的人 你记得哪个他[02:35.36]相爱以后终于分手 分手以后又想重来[02:47.95]如果能重来 诚实的去对待[02:56.08]彼此都没疑猜 就没有理由分开[03:01.96]如果能重来 回忆当作尘埃[03:09.68]心不曾被伤害 就能无瑕疵地爱[03:16.02]但是重来 却不能保证爱的成功或失败[03:23.00]要重来多少次后才会明白[03:29.20]如果能重来 诚实的去对待[03:37.23]彼此都没疑猜 就没有理由分开[03:42.99]如果能重来 回忆当作尘埃[03:50.69]心不曾被伤害 就能无瑕疵地爱[03:56.98]但是重来 却不能保证爱的成功或失败[04:04.15]要重来多少次后才会明白[04:11.08]要重来多少次后才会明白[04:33.47][04:35.29]制作: 蔡健雅、安栋'
		},
		{
			'songName':'美人鱼',
			'singer':'林俊杰',
			'album':'./images/mry.jpg',
			'src':'./muc/mry.mp3',
			'lyric':'[by:皖帮生产][00:00.00] 作曲 : 林俊杰[00:01.00] 作词 : 简胜/林秋离[00:26.30]我在沙滩划个圆圈[00:28.69]属于我俩安逸世界[00:31.14]不用和别人连线[00:36.33]我不管你来自深渊[00:38.68]也不在乎身上鳞片[00:41.38]爱情能超越一切[00:45.93]只要你在我身边[00:47.79]所有蜚语流言 完全视而不见[00:50.73]请不要匆匆一面[00:52.72]一转身就沉入海平线[00:58.25]传说中你为爱甘心被搁浅[01:03.33]我也可以为你 潜入海里面[01:08.02]怎么忍心断绝[01:10.65]忘记我不变的誓言[01:14.31]我眼泪断了线[01:18.36]现实里有了我对你的眷恋[01:23.40]我愿意化作雕像 等你出现[01:28.19]再见再也不见[01:30.68]心碎了飘荡在海边[01:34.57]你抬头就看见[01:59.54]我在沙滩划个圆圈[02:02.19]属于我俩安逸世界[02:04.63]不用和别人连线[02:09.42]我不管你来自深渊[02:12.33]也不在乎身上鳞片[02:14.73]爱情能超越一切[02:19.06]只要你在我身边[02:21.11]所有蜚语流言 完全视而不见[02:24.14]请不要匆匆一面[02:26.18]一转身就沉入海平线[02:31.88]传说中你为爱甘心被搁浅[02:36.87]我也可以为你 潜入海里面[02:41.64]怎么忍心断绝[02:44.29]忘记我不变的誓言[02:47.75]我眼泪断了线[02:52.04]现实里有了我对你的眷恋[02:57.03]我愿意化作雕像 等你出现[03:01.87]再见再也不见[03:04.66]心碎了飘荡在海边[03:07.95]你抬头就看见[03:12.54]传说中你为爱甘心被搁浅[03:17.23]我也可以为你 潜入海里面[03:22.02]怎么忍心断绝[03:24.71]忘记我不变的誓言[03:28.04]我眼泪断了线[03:32.43]现实里有了我对你的眷恋[03:37.48]我愿意化作雕像 等你出现[03:42.21]再见再也不见[03:44.85]心碎了飘荡在海边[03:48.16]你抬头就看见[03:52.12]你 你抬头就看见[03:57.30]你 你抬头就看见'
		},
		{
			'songName':'童话镇',
			'singer':'陈一发儿',
			'album':'./images/thz.jpg',
			'src':'./muc/thz.mp3',
			'lyric':'[00:00.00] 作曲 : 暗杠[00:01.00] 作词 : 竹君[00:17.00]编曲 : 暗杠[00:18.00][00:19.20]器乐演奏：暗杠[00:20.00]和声编写：暗杠[00:23.00]听说白雪公主在逃跑[00:26.51]小红帽在担心大灰狼[00:29.81]听说疯帽喜欢爱丽丝[00:33.27]丑小鸭会变成白天鹅[00:36.75]听说彼得潘总长不大[00:40.06]杰克他有竖琴和魔法[00:43.48]听说森林里有糖果屋[00:46.66]灰姑娘丢了心爱的玻璃鞋[00:50.73]只有睿智的河水知道[00:53.60]白雪是因为贪玩跑出了城堡[00:57.59]小红帽有件抑制自己[01:00.59]变成狼的大红袍[01:03.99]总有一条蜿蜒在童话镇里七彩的河[01:11.05]沾染魔法的乖张气息[01:14.52]却又在爱里曲折[01:17.89]川流不息扬起水花[01:20.96]又卷入一帘时光入水[01:24.62]让所有很久很久以前[01:28.11]都走到幸福结局的时刻[01:47.11]听说睡美人被埋藏[01:50.44]小人鱼在眺望金殿堂[01:53.91]听说阿波罗变成金乌[01:57.22]草原有奔跑的剑齿虎[02:00.80]听说匹诺曹总说着谎[02:04.10]侏儒怪拥有宝石满箱[02:07.62]听说悬崖有颗长生树[02:10.84]红鞋子不知疲倦地在跳舞[02:14.44]只有睿智的河水知道[02:17.80]睡美人逃避了生活的煎熬[02:21.40]小人鱼把阳光抹成眼影[02:24.61]投进泡沫的怀抱[02:27.74]总有一条蜿蜒在童话镇里七彩的河[02:35.15]沾染魔法的乖张气息[02:38.48]却又在爱里曲折[02:41.96]川流不息扬起水花[02:45.01]又卷入一帘时光入水[02:48.65]让所有很久很久以前[02:51.96]都走到幸福结局的时刻[02:55.68]总有一条蜿蜒在童话镇里梦幻的河[03:02.48]分隔了理想分隔现实[03:05.82]又在前方的山口汇合[03:09.31]川流不息扬起水花[03:12.34]又卷入一帘时光入水[03:16.03]让所有很久很久以前[03:19.48]都走到幸福结局的时刻 又陌生[03:25.07]啊~~啊~~啊~~啊~~'
		},
		{
			'songName':'半壶纱',
			'singer':'刘珂矣',
			'album':'./images/bhs.jpg',
			'src':'./muc/bhs.mp3',
			'lyric':'[00:00.00] 作曲 : 刘珂矣/百慕三石[00:01.00] 作词 : 刘珂矣/百慕三石[00:25.97]墨已入水     渡一池青花[00:31.74]揽五分红霞   采竹回家[00:38.02]悠悠风来     埋一地桑麻[00:44.29]一身袈裟     把相思放下[00:49.74][00:50.17]十里桃花     待嫁的年华[00:56.72]凤冠的珍珠   挽进头发[01:02.34]檀香拂过     玉镯弄轻纱[01:08.61]空留一盏     芽色的清茶[01:13.91][01:15.18]倘若我心中的山水 你眼中都看到[01:21.82]我便一步一莲花祈祷[01:26.93]怎知那浮生一片草 岁月催人老[01:34.09]风月花鸟 一笑尘缘了[01:38.89][02:03.83]十里桃花     待嫁的年华[02:09.54]凤冠的珍珠   挽进头发[02:15.49]檀香拂过     玉镯弄轻纱[02:21.86]空留一盏     芽色的清茶[02:27.37][02:28.11]倘若我心中的山水 你眼中都看到[02:35.25]我便一步一莲花祈祷[02:40.16]怎知那浮生一片草 岁月催人老[02:47.37]风月花鸟 一笑尘缘了[02:52.56]倘若我心中的山水 你眼中都看到[02:59.67]我便一步一莲花祈祷[03:04.66]怎知那浮生一片草 岁月催人老[03:11.91]风月花鸟 一笑尘缘了[03:16.69][03:17.13]怎知那浮生一片草 岁月催人老[03:24.13]风月花鸟 一笑尘缘了'
		},
		{
			'songName':'凉凉',
			'singer':'张碧晨',
			'album':'./images/ll.jpg',
			'src':'./muc/ll.mp3',
			'lyric':'[00:00.00] 作曲 : 谭旋[00:00.62] 作词 : 刘畅[00:01.87]编曲：郑楠[00:33.47]陈奕夫：入夜渐微凉 繁花落地成霜 你在远方眺望[00:40.53]耗尽所有暮光 不思量自难相忘[00:54.51]傲日其愣：夭夭桃花凉 前世你怎舍下 这一海心茫茫[01:01.83]还故作不痛不痒不牵强 都是假象[01:15.96]唐倩：凉凉夜色为你思念成河  化作春泥呵护着我[01:26.45]陈奕夫：浅浅岁月拂满爱人袖  片片芳菲入水流[01:37.41]唐倩：凉凉天意潋滟一身花色[01:42.46]落入凡尘伤情着我[01:47.79]傲日其愣：生劫易渡情劫难了[01:50.42]折旧的心还有几分前生的恨[01:58.83]陈奕夫：还有几分[02:02.37]素人合：前生的恨[02:25.35]唐倩+陈奕夫：灼灼桃花凉 今生愈渐滚烫[02:29.89]唐倩+陈奕夫：一朵已放心上[02:32.48]足够三生三世背影成双 （傲日其愣：背影成双）[02:39.85]素人合：在水一方[02:46.70]唐倩：凉凉夜色为你思念成河[02:49.44]（陈奕夫：凉凉夜色为你思念成河）[02:51.91]唐倩：化作春泥呵护着我[02:55.18]（陈奕夫：呵护着我）[02:57.15]傲日其愣：浅浅岁月拂满爱人袖[03:00.59]（唐倩：浅浅岁月拂满爱人袖）[03:01.58]傲日其愣：片片芳菲[03:03.91]素人合：入水流[03:08.00]唐倩：凉凉天意潋滟一身花色[03:10.82]（陈奕夫+傲日其愣：凉凉天意潋滟一身花色）[03:13.05]唐倩：落入凡尘伤情着我[03:18.44]唐倩+陈奕夫：生劫易渡情劫难了折旧的心[03:22.43]素人合：还有几分前生的恨[03:29.38]张碧晨：凉凉三生三世恍然如梦[03:34.37]须臾的年风干泪痕[03:39.91]傲日其愣：若是回忆不能再相认[03:44.34]陈奕夫：就让情分落九尘[03:50.56]张碧晨：凉凉十里何时还会春盛[03:53.68]（陈奕夫：凉凉十里何时还会春盛）[03:55.82]张碧晨：又见树下一盏风存[03:58.62]（唐倩：又见树下一盏风存）[04:01.27]陈奕夫：落花有意流水无情[04:03.90]合：别让恩怨爱恨 凉透那花的纯[04:14.83]吾生愿牵尘[04:20.56][04:24.56]音乐总监：赵兆[04:26.50]声乐指导：梁古驰[04:28.26]音响顾问：何飚[04:29.86]钢琴：赵兆[04:31.38]吉他：Tommy Chan、劳国贤[04:31.48]键盘：尹岳洋[04:31.58]贝斯：韩阳[04:31.95]鼓：郝稷伦[04:32.15]打击乐：高兴[04:33.44]PGM：孔潇一[04:33.76]竖笛：丁晓逵[04:34.06]马头琴：金山[04:34.46]和声：张石荻、安敏捷、胡维纳、王妞妞[04:34.77]弦乐：靳海音弦乐团[04:35.02]混音：李卓、于昊、周天澈'
		},
		{
			'songName':'泡沫',
			'singer':'邓紫棋',
			'album':'./images/pm.jpg',
			'src':'./muc/pm.mp3',
			'lyric':'[00:00.00] 作曲 : G.E.M.[00:00.16] 作词 : G.E.M.[00:00.50]阳光下的泡沫 是彩色的 就像被骗的我 是幸福的[00:14.94]追究什么对错 你的谎言 基于你还爱我[00:27.81]美丽的泡沫 虽然一刹花火 你所有承诺 虽然都太脆弱[00:41.78]但爱像泡沫 如果能够看破 有什么难过[00:53.75][00:57.23]早该知道泡沫 一触就破 就像已伤的心 不胜折磨[01:11.04]也不是谁的错 谎言再多 基于你还爱我[01:24.20]美丽的泡沫 虽然一刹花火 你所有承诺 虽然都太脆弱[01:38.80]爱本是泡沫 如果能够看破 有什么难过[01:50.56][01:52.62]再美的花朵 盛开过就凋落 再亮眼的星 一闪过就坠落[02:06.65]爱本是泡沫 如果能够看破 有什么难过[02:20.88]为什么难过 有什么难过 为什么难过[02:41.65][02:45.79]全都是泡沫 只一刹的花火 你所有承诺 全部都太脆弱[02:59.56]而你的轮廓 怪我没有看破 才如此难过[03:13.76]相爱的把握 要如何再搜索 相拥着寂寞 难道就不寂寞[03:28.82]爱本是泡沫 怪我没有看破 才如此难过[03:39.98][03:43.82]在雨下的泡沫 一触就破 当初炽热的心 早已沉没[03:57.94]说什么你爱我 如果骗我 我宁愿你沉默[04:10.00][04:10.20][59:59.70]'
		},
		{
			'songName':'喜欢你',
			'singer':'邓紫棋',
			'album':'./images/xhn.jpg',
			'src':'./muc/xhn.mp3',
			'lyric':'[00:00.00] 作曲 : 黄家驹[00:01.00] 作词 : 黄家驹[00:11.95]细雨带风湿透黄昏的街道[00:17.97]抹去雨水双眼无故地仰望[00:23.34]望向孤单的晚灯[00:26.74]是那伤感的记忆[00:32.93]再次泛起心里无数的思念[00:39.48]以往片刻欢笑仍挂在脸上[00:44.83]愿你此刻可会知[00:48.27]是我衷心的说声[00:51.18][00:53.48]喜欢你 那双眼动人[00:59.42]笑声更迷人[01:02.51]愿再可 轻抚你[01:08.55]那可爱面容[01:11.64]挽手说梦话[01:14.76]像昨天 你共我[01:23.34][01:25.44]满带理想的我曾经多冲动[01:31.67]屡怨与她相爱难有自由[01:37.12]愿你此刻可会知[01:40.52]是我衷心的说声[01:45.61]喜欢你 那双眼动人[01:51.66]笑声更迷人[01:54.71]愿再可 轻抚你[02:00.81]那可爱面容[02:03.90]挽手说梦话[02:07.00]像昨天 你共我[02:15.50][02:24.92]每晚夜里自我独行[02:28.71]随处荡 多冰冷[02:37.19]以往为了自我挣扎[02:41.00]从不知 她的痛苦[02:53.36]喜欢你 那双眼动人[02:59.32]笑声更迷人[03:02.42]愿再可 轻抚你[03:08.33]那可爱面容[03:11.63]挽手说梦话[03:14.69]像昨天 你共我[03:28.42][03:40.11]'
		},
		{
			'songName':'龙卷风',
			'singer':'邓紫棋',
			'album':'./images/ljf.jpg',
			'src':'./muc/ljf.mp3',
			'lyric':'[00:00.00] 作曲 : 周杰伦[00:01.00] 作词 : 徐若瑄/周杰伦[00:20.05]爱像一阵风吹完它就走[00:26.54]这样的节奏谁都无可奈何[00:33.34]没有你以后我灵魂失控[00:39.81]黑云在降落我被它拖着走[00:46.30]静静悄悄默默离开[00:49.57]陷入了危险边缘Baby[00:53.74]我的世界已狂风暴雨[01:00.37]爱情来的太快就像龙卷风[01:03.29]离不开暴风圈来不及逃[01:06.32]我不能再想我不能再想[01:09.89]我不我不我不能[01:13.35]爱情走的太快就像龙卷风[01:16.58]不能承受我已无处可躲[01:19.51]我不要再想我不要再想[01:23.13]我不我不我不要再想你[01:26.97]不知不觉你已经离开我[01:30.00]不知不觉我跟了这节奏[01:33.31]后知后觉又过了一个秋[01:36.90]后知后觉我该好好生活[01:39.87]静静悄悄默默离开[01:42.86]陷入了危险边缘Baby[01:47.24]我的世界已狂风暴雨[01:53.64]爱情来的太快就像龙卷风[01:56.92]离不开暴风圈来不及逃[01:59.55]我不能再想我不能再想[02:02.83]我不我不我不能[02:06.61]爱情走的太快就像龙卷风[02:09.93]不能承受我已无处可躲[02:12.85]我不要再想我不要再想[02:16.19]我不我不我不要再想你[02:32.89]现在你要我说多难堪[02:35.43]我根本就不想分开[02:37.13]为什么还要我用用微笑来带过[02:40.56]没有我没有没有这种天分[02:43.31]包容你也接受他[02:44.64]但不用担心太多[02:45.90]我会一直好好过[02:47.25]我看着你已经远远离开[02:49.90]我也会慢慢的走开[02:51.50]为什么我连分开都迁就着你[02:54.01]我真的没有天分安静的没那么快[02:56.49]and i will learn to give up because[02:58.93]我爱你[03:00.27]爱情来的太快就像龙卷风[03:03.30]离不开暴风圈来不及逃[03:06.26]我不能再想我不能再想[03:09.59]我不我不我不能[03:13.61]爱情走的太快就像龙卷风[03:16.58]不能承受我已无处可躲[03:19.53]我不要再想我不要再想[03:22.82]我不我不我不要再想你[03:27.16]不知不觉你已经离开我[03:29.99]不知不觉我跟了这节奏[03:33.25]后知后觉又过了一个秋[03:36.62]后知后觉我该好好生活[03:41.62]你已经离开我[03:44.82]你已经留下我[03:47.91]我应该好好地生活[03:53.73]不知不觉你已经离开我[03:56.67]不知不觉我跟了这节奏[03:59.96]后知后觉又过了一个秋[04:03.31]后知后觉后知后觉'
		},
		{
			'songName':'我们不一样',
			'singer':'大壮',
			'album':'./images/wmbyy.jpg',
			'src':'./muc/wmbyy.mp3',
			'lyric':'[by:未渡已搁浅][00:00.00] 作曲 : 高进[00:01.00] 作词 : 高进[00:24.75]编曲：张亮[00:27.32]缩混：侯春阳[00:34.69]这么多年的兄弟[00:37.32]有谁比我更了解你[00:41.44]太多太多不容易[00:44.06]磨平了岁月和脾气[00:48.42]时间转眼就过去[00:50.79]这身后不散的筵席[00:54.40]只因为我们还在[00:57.16]心留在原地[01:01.28]张开手 需要多大的勇气[01:07.94]这片天 你我一起撑起[01:14.78]更努力 只为了我们想要的明天[01:21.49]好好的 这份情好好珍惜[01:28.33]我们不一样[01:31.10]每个人都有不同的境遇[01:35.31]我们在这里[01:37.47]在这里等你[01:42.00]我们不一样[01:44.86]虽然会经历不同的事情[01:48.83]我们都希望[01:51.04]来生还能相遇[01:57.11]这么多年的兄弟[01:59.63]有谁比我更了解你[02:03.82]太多太多不容易[02:05.99]磨平了岁月和脾气[02:10.83]时间转眼就过去[02:13.23]这身后不散的筵席[02:16.86]只因为我们还在[02:19.52]心留在原地[02:23.64]张开手 需要多大的勇气[02:30.30]这片天 你我一起撑起[02:37.14]更努力 只为了我们想要的明天[02:43.90]好好的 这份情好好珍惜[02:50.92]我们不一样[02:53.78]每个人都有不同的境遇[02:57.75]我们在这里[02:59.82]在这里等你[03:04.39]我们不一样[03:07.29]虽然会经历不同的事情[03:11.34]我们都希望[03:13.41]来生还能相遇[03:33.76]我们不一样[03:36.38]每个人都有不同的境遇[03:40.26]我们在这里[03:42.47]在这里等你[03:47.10]我们不一样[03:49.71]虽然会经历不同的事情[03:53.93]我们都希望[03:55.98]来生还能相遇[04:00.76]我们不一样[04:03.57]虽然会经历不同的事情[04:07.58]我们都希望[04:09.80]来生还能相遇[04:14.50]我们都希望[04:16.56]来生还能相遇'
		},
		{
			'songName':'夜色',
			'singer':'梁剑东',
			'album':'./images/ys.jpg',
			'src':'./muc/ys.mp3',
			'lyric':'[by:阿程Cook][00:00.00] 作曲 : 安英民[00:01.00] 作词 : 梁剑东[00:05.00][01:34.37]荧光的彩灯吊灯射灯继续照耀[01:37.92]频闪的激光今晚发挥继续揭晓[01:41.35]独立大屏幕 独立座一角[01:45.10]饮番两杯啤酒冻饮算不算是快乐[01:48.91]今天开心了吗[01:51.26]今天寂寞了吧[01:53.25]请抱起吉他[01:54.96]独自寻乐唱吧[01:56.97]还不足够吗[01:58.82]请抱紧我啦[02:00.72]来一起跳舞吧[02:02.87]开心跳动迷迷糊糊地便过去[02:06.48]多少快乐濛濛胧胧地在这里[02:10.09]其实你已经不需再追 继续舞吧[02:15.91]随着叫声Hi Hi Hi[02:18.80]啦 啦 啦 啦 啦 啦 啦 啦 啦 啦 啦啦啦啦[02:35.10][03:06.09]荧光的彩灯吊灯射灯继续照耀[03:09.70]频闪的激光今晚发挥继续揭晓[03:13.40]独立大屏幕 独立座一角[03:17.14]饮番两杯啤酒冻饮算不算是快乐[03:21.15]今天开心了吗[03:23.26]今天寂寞了吧[03:25.12]请抱起吉他[03:26.92]独自寻乐唱吧[03:28.88]还不足够吗[03:30.74]请抱紧我啦[03:32.59]来一起跳舞吧[03:34.71]开心跳动迷迷糊糊地便过去[03:38.45]多少快乐濛濛胧胧地在这里[03:42.13]其实你已经不需再追 继续舞吧[03:47.82]随着叫声Hi Hi Hi[03:50.36]开心跳动迷迷糊糊地便过去[03:53.45]多少快乐濛濛胧胧地在这里[03:57.11]其实你已经不需再追 继续舞吧[04:02.78]随着叫声Hi Hi Hi[04:05.70]啦 啦 啦 啦 啦 啦 啦 啦 啦 啦 啦啦啦啦[04:22.62]'
		},
		{
			'songName':'海阔天空',
			'singer':'Beyond',
			'album':'./images/hktk.jpg',
			'src':'./muc/hktk.mp3',
			'lyric':'[00:00.00] 作曲 : 黄家驹[00:01.00] 作词 : 黄家驹[00:17.88]今天我[00:21.27]寒夜里看雪飘过[00:24.34]怀著冷却了的心窝飘远方[00:30.18]风雨里追赶[00:33.36]雾里分不清影踪[00:36.42]天空海阔你与我[00:39.38]可会变 (三子:谁没在变)[00:42.86]多少次[00:45.97]迎著冷眼与嘲笑[00:49.22]从没有放弃过心中的理想[00:55.11]一刹那恍惚[00:58.34]若有所失的感觉[01:01.48]不知不觉已变淡[01:04.46]心里爱 (三子:谁明白我)[01:08.17]原谅我这一生不羁放纵爱自由[01:14.79]也会怕有一天会跌倒 Hoo No[01:21.20]背弃了理想[01:23.42]谁人都可以[01:26.98]那会怕有一天只你共我[01:41.84]今天我[01:45.44]寒夜里看雪飘过[01:48.79]怀著冷却了的心窝飘远方[01:53.99]风雨里追赶[01:57.76]雾里分不清影踪[02:00.89]天空海阔你与我[02:03.87]可会变 (三子:谁没在变)[02:07.22]原谅我这一生不羁放纵爱自由[02:14.0]]也会怕有一天会跌倒 Hoo No[02:20.56]背弃了理想[02:22.77]谁人都可以[02:26.61]那会怕有一天只你共我 Oh Yeah[03:07.24]仍然自由自我[03:10.96]永远高唱我歌[03:14.34]走遍千里[03:18.61]原谅我这一生不羁放纵爱自由[03:24.86]也会怕有一天会跌倒 Hoo No[03:31.52]背弃了理想[03:33.86]谁人都可以[03:37.20]那会怕有一天只你共我[03:44.5]]背弃了理想[03:46.86]谁人都可以[03:50.66]那会怕有一天只你共我 Oh Yeah[03:56.77](三子：)原谅我这一生不羁放纵爱自由 (Oh Yeah)[04:03.58]也会怕有一天会跌倒 (Oh…)[04:08.77]背弃了理想[04:11.81]谁人都可以 (Woo…)[04:15.70]那会怕有一天只你共我'
		},
		{
			'songName':'带你去旅行',
			'singer':'校长',
			'album':'./images/dnqlx.jpg',
			'src':'./muc/dnqlx.mp3',
			'lyric':'[by:文斯莫克-山治][00:00.00] 作曲 : 朱贺[00:01.00] 作词 : 朱贺[00:03.64]编曲 : 王柏鸿[00:19.04]今天妆令人特别着迷[00:21.00]oh我说baby[00:23.02]出门前换上新的心情[00:25.27]oh我的lady[00:27.13]你喜欢有小情绪[00:30.31]像晴天的乌云[00:35.24]头发长见识短的惊奇[00:37.56]表情丰富令人着迷[00:39.86]你的一切我都好奇像秘密[00:43.54]安全带系好带你去旅行[00:47.55]穿过风和雨[00:51.53]我想要带你去浪漫的土耳其[00:55.47]然后一起去东京和巴黎[00:59.58]其实我特别喜欢迈阿密[01:04.00]和有黑人的洛杉矶[01:08.59]其实亲爱的你不必太过惊奇[01:12.14]一起去繁华的上海和北京[01:16.36]还有云南的大理保留着回忆[01:20.63]这样才有意义[01:43.30]今天妆令人特别着迷[01:45.58]oh我说baby[01:47.23]出门前换上新的心情[01:50.21]oh我的lady[01:51.17]你喜欢有小情绪[01:54.84]像晴天的乌云[01:59.52]头发长见识短的惊奇[02:02.47]表情丰富令人着迷[02:04.23]你的一切我都好奇像秘密[02:07.86]安全带系好带你去旅行[02:11.74]穿过风和雨[02:15.76]我想要带你去浪漫的土耳其[02:19.58]然后一起去东京和巴黎[02:23.61]其实我特别喜欢迈阿密[02:27.83]和有黑人的洛杉矶[02:32.06]其实亲爱的你不必太过惊奇[02:36.39]一起去繁华的上海和北京[02:40.41]还有云南的大理保留着回忆[02:45.19]这样才有意义[02:49.26]我想要带你去浪漫的土耳其[02:53.18]然后一起去东京和巴黎[02:57.21]其实我特别喜欢迈阿密[03:01.48]和有黑人的洛杉矶[03:06.15]其实亲爱的你不必太过惊奇[03:10.23]一起去繁华的上海和北京[03:14.36]还有云南的大理保留着回忆[03:18.79]这样才有意义[03:28.05]还有云南的大理保留着回忆[03:36.05][03:36.85]缩混：王柏鸿[03:37.02]监制：三千[03:38.32]制作人：王柏鸿+朱贺[03:39.63]和声/和声编写：王柏鸿[03:40.93]录音室：Hot Music Studio[03:41.20]混音室：Hot Music Studio[03:42.59]OP/SP：千和世纪'
		},
		{
			'songName':'远走高飞',
			'singer':'金志文',
			'album':'./images/yzgf.jpg',
			'src':'./muc/yzgf.mp3',
			'lyric':'[00:00.00] 作曲 : 金志文[00:00.43] 作词 : 王耀光[00:01.30]编曲 : 金志文[00:15.46][00:18.42]我一路看过千山和万水[00:22.69]我的脚踏遍天南和地北[00:27.23]日晒或是风吹 我都无所谓[00:31.76]路边那朵蔷薇 鲜红的纯粹[00:36.39]关掉了手机管他谁是谁[00:40.67]不要去理会是是与非非[00:45.12]天亮走到天黑 从不觉疲惫[00:49.74]黄昏中的堡垒 多颓废[00:53.46]如果迎着风就飞[00:57.58]俯瞰这世界有多美[01:02.19]让烦恼都灰飞[01:04.70]别去理会自我藉慰[01:10.97]如果还有梦就追[01:15.58]至少不会遗憾后悔[01:20.23]迎着光勇敢追[01:22.84]远走高飞 说走就走一回[01:25.97][01:52.68]翻过了山坡又踏过了水[01:57.10]跟心走别管东南和西北[02:01.51]前行或是后退 靠直觉发挥[02:06.24]日落下的余晖 有一点凄美[02:10.60]拥挤的城市布满了虚伪[02:15.07]何必去辩解谁错或是对[02:19.56]就让一切回归 童真的滋味[02:24.07]那自由的感觉 不会累[02:27.83]如果迎着风就飞[02:32.01]俯瞰这世界有多美[02:36.54]让烦恼都灰飞[02:39.09]别去理会自我藉慰[02:45.44]如果还有梦就追[02:49.95]至少不会遗憾后悔[02:54.61]迎着光勇敢追[02:57.09]远走高飞 说走就走一回[03:00.40][03:17.08]如果迎着风就飞[03:21.44]俯瞰这世界有多美[03:26.02]让烦恼都灰飞[03:28.51]别去理会自我藉慰[03:34.79]如果还有梦就追[03:39.45]至少不会遗憾后悔[03:44.05]迎着光勇敢追[03:46.52]远走高飞 说走就走一回[03:50.22][03:50.74]制作监制：赵英俊[03:51.03]制作统筹：刘金剑/刘昊昱[03:51.48]出品人：周浩[03:51.70]吉他：金志文[03:52.04]贝斯：王佳林[03:52.33]鼓：祁大为[03:52.61]合音编写：金志文[03:52.91]合音：金志文[03:53.30]人声录音工程师：金志文[03:53.63]混音工程师：李军[03:54.08]母带处理工程师：李军'
		}
	]
